; DO NOT TRANSLATE COMMENTS!
; 
; This is a language file
; You can translate it into your native language
; To do this, follow instructions:
; - PLEASE make sure FDM hasn't already been translated into your language 
;   You should go to FDM web site (http://freedownloadmanager.org) and 
;   check the list of available languages
;   or e-mail to support@freedownloadmanager.org
; - copy this language file to xxx.lng, where xxx is the reduced name 
;   of your language. For English it is eng
; - translate all strings of xxx.lng into your language
; - send the translated file to support@freedownloadmanager.org 
;
; Translator - Giuseppe Bogetti, 2004 - revised by Mattepiu' - Revision by DanielIT end November 2005
; Translator: bovirus - Latest revision: 3.9.6.1556 - Revised 23.06.2015 - Text File Format = UCS-2 LE

; Specify your language name in English (and in your language), for example:
; Russian (Русский)
Italian
;
;
; Below are the strings to translate:
; DO NOT TRANSLATE COMMENTS!
Salva tutto
Taglia
Copia
Incolla
Modalità leggera
Modalità media
Modalità pesante
Opzioni download
Connessione dialup
Informazioni su Free Download Manager
Esci
File
Modifica
Visualizza
Opzioni
Strumenti
?
Barra degli strumenti
Barra di stato
Guida ottimizzazione
Impostazioni predefinite download
Impostazioni generali
Connessione dialup
Riaggancia quando completato
Spegni computer quando completato
Guida in linea
Sito web Free Download Manager
Segnala Free Download Manager ad un amico
Invia email al supporto Free Download Manager
Controlla automaticamente aggiornamenti Free Download Manager
Controlla ora aggiornamenti Free Download Manager
-
-
Vai a
Modalità utilizzo traffico
Registrazione
Download
Pianificazione
Esplora siti
Esplora HTTP//FTP
Gestore siti
Nuovo download
Avvia download
Interrompi download
Pianifica download
Nuova attività
Proprietà attività
Scarica i file selezionati
Ferma
Aggiorna
Nuovo sito
Proprietà sito
Gruppi di download
Informazioni download
Resoconto pianifizione
Resoconto visualizzatore siti
Barra laterale
Aggiungi nuovo download
Elimina download
Esegui file
Apri cartella
Avvia automaticamente download
Proprietà download
Attiva attività
Disattiva attività
Elimina attività
Apri cartella superiore
Disconnetti
Scarica
Impostazioni esploratore siti
Elimina sito
Voce temporanea
Siti
Visualizza finestra principale
Controllo browser
Controllo memoria
Avvia tutti i download
Arresta tutti i download
-
Continua
-
-
-
-
-
Annulla
-
-
-
Tutti i gruppi
Filtri
Completato
In esecuzione
Pianificato
Arrestato
Altro
Crea nuovo gruppo
Elimina gruppo
Elimina tutti i download
Elimina tutti i download completati
Apri cartella del gruppo
Proprietà gruppo
Nome gruppo:
Cartella predefinita:
Estensioni file (separate da spazi):
Priorità di download predefinita
Molto lenta
Lenta
Media
Veloce
Molto veloce
Inserire il nome del gruppo
Errore input
Un gruppo con lo stesso nome esiste già. Usare un altro nome
Inserire il nome della cartella
Seleziona la cartella predefinita del gruppo
Inserire qui il nome del gruppo
Cartella predefinita per il salvataggio dei download di questo gruppo
Sfoglia
Estensione file per questo gruppo. Usata per riconoscere il gruppo di download automaticamente
Priorità predefinita di download per il gruppo
Abbandona modifiche e chiudi la finestra
Applica modifiche e chiudi la finestra
Errore nei gruppi di download
Reinstallare Free Download Manager
Errore
Impossibile caricare l'elenco dei download. Può essere danneggiata o utilizzata da un altra applicazione
Fallita inizializzazione integrazione con Internet Explorer
Siete sicuri?
Questo eliminerà i download in tutti i gruppi
Conferma
Nome file
Dimensione
Trasferito
Tempo rimanente
Sezioni
Velocità
Commento
File attività eseguite
Progresso
Ora
Data
Informazione
Azzera
Scorrimento automatico
Errore sconosciuto di rete
Accesso rifiutato. Nome utente o password non validi
Accesso rifiutato. Password non valida
Riuscito
Impossibile connetersi al server
File non trovato sul server
Connessione con il server interrotta
Il server non risponde
Impossibile definire il nome del server
Il server non supporta il riavvio del download. Non interrompere questo download; oppure dovrà ripartire dall'inizio
Nome utente e password per il proxy obbligatorie
Errore esteso
Richiesta non valida. Probabilmente è un URL non valido
Errore sconosciuto del server
Connessione interrotta
URL non valido
Nessuna connessione Internet
La versione HTTP selezionata non è supportata da questo server
Errore sconosciuto
Impossibile eliminare il file dal disco
Raggiunto il limite di connessioni a questo server
Raggiunto il limite di connessioni
Pausa %d sec.
Sezione
Avviato
Eseguito
Download completato
Connessione...
Connessione riuscita
Redirezione...
Redirezione riuscita. Apertura nuovo URL
Avvio download...
Arrestato
Creazione nuova sezione...
Abbandonato
Riavvio download...
Apertura file su disco...
Nome file troppo lungo
Il file esiste già. Rinomino come
Rinomino come
Il file di destinazione è stato cancellato. Impossibile proseguire
Il file esiste già. Riscrivo
Il file esiste già. Riavvio download
Il file esiste già
Apertura file su disco fallita
La dimensione del file è cambiata sul server!
Aggiustamento per nuova dimensione...
Impossibile sovrascrivere il file
Il file verrà rinominato
Impossibile rinominare il file con il suo nome originale
Impossibile salvare i gruppi
Impossibile salvare il download
Connessione telefonica
Connetti a:
Componi automaticamente
Connetti
Seleziona la connessione telefonica
Spunta qui, se volete eseguire la connessione automaticamente quando necessario
Componi ora
Non comporre il numero e chiudi questa finestra
Nessuna connessione dialup in questo computer
Linea occupata
Errore hardware
Manca il segnale di linea
Composizione
Tentativo
Apertura porta...
Chiamata al provider...
Connessione al computer remoto
Verifica nome utente e password...
La velocità di connessione è %d Bps
Disconnessione
Ripetizione
Nome utente e password obbligatori
Nome:
Password:
Gruppo:
Salva nella cartella:
Salva come:
Avvia download
Automaticamente
Manualmente
Pianificato
Priorità download
Avanzate
Indirizzo del file da scaricare
Inserire qui il nome
Inserire qui  la password
Spuntare questo riquadro se il server richiede l'autenticazione
Nome del gruppo in cui inserire il download. I gruppi aiutano a gestire i download
Cartella in cui salvare il download
Nuovo nome del file scaricato. Lasciare questo campo vuoto se vuoi mantenere il nome originale
Breve descrizione del download
Questo download verrà avviato automaticamente appena possibile
Free Download Manager non cercherà di avviare automaticamente questo download
Pianifica questo download
Configura la pianificazione del download
Priorità del download. Download con priorità alta verranno avviati per primi. Download con priorità bassa verranno avviati successivamente
Visualizza le impostazione avanzate per questo download
L'URL digitato non è valido. Controllalo
Digita il nome utente
Seleziona la cartella di destinazione
Generali
Informazioni generali
Download attualmente salvato nel file:
Nome del file scaricato
L'URL per questo download non può essere cambiato
Questo download è attivo. Impossibile cambiare il nome del file
Impossibile rinominare il file
File non trovato
Percorso non trovato
Formato .exe non valido
File in uso da parte di un'altra applicazione
Accesso rifiutato
Dispositivo non pronto
Disco pieno
Nome file non valido
Autenticazione obbligatoria
Connessione
Rete
Gestione errori di connessione
Pausa tra i tentativi di connessione (in sec.):
Numero massimo di tentativi
Pausa (in sec.):
Dimensione minima:
Numero massimo:
Restrizioni al traffico di questo download
Limite di traffico
Ignora tutte le restrizioni
B
KB
MB
; second. e.g. KB/s
s
Inserire un valore maggiore di %d
Selezionare la dimensione
Tempo di attesa per riconnessione in caso di errore
Spuntare questa casella per limitare il numero massimo di tentativi per connessioni fallite
Tempo di attesa per la risposta del server
Dimensioni minima di una sezione. Il download non verrà suddiviso in sezioni di dimensione inferiore
Numero massimo di sessioni. Il download non verrà suddiviso in un maggior numero di sezioni
Specifica quanto traffico (massimo) Free Download Manager dovrà utilizzare per il download
Ignora le restrizioni sul traffico e sul numero massimo di connessioni per questo download
Specificare il valore in bytes (B), kilobytes (KB) o megabytes (MB) in questo campo
Protocollo
Identificati con il server come:
Riferimento:
Usa HTTP 1.1
Usa cookies
Usa modalità passiva
Modalità trasferimento
Binaria
ASCII per i file con estensione:
Specifica come Free Download Manager si identificherà con il server HTTP
Questa stringa verrà inviata al server HTTP come campo Riferimento. Normalmente non è necessaria
Spuntare questo riquadro se vuoi che Free Download Manager usi HTTP versione 1.1
Spuntare questo riquadro se vuoi che Free Download Manager usi i cookies
Spuntare questo riquadro se vuoi che Free Download Manager usi la modalità passiva per servers FTP. In alcuni casi è necessaria se è presente un firewall
Usa la modalità binaria per trasferimenti FTP. Imposta questa modalità se il file che stai scaricando non è un file di testo
Usa la modalità ASCII per trasferimenti FTP. Imposta questa modalità se il file che stai scaricando è un file di testo
Free Download Manager userà la modalità ASCII per i file con le estensioni specificate. Per le altre estensioni Free Download Manager userà la modalità binaria
Proxy
Recupera impostazioni proxy
Da Microsoft Internet Explorer
Specifica manualmente
Non usare alcun proxy
Impostazioni
Indirizzo:
Porta:
Inserire l'indirizzo del proxy
Inserire la porta del proxy
Free Download Manager utilizzerà le impostazioni proxy di Internet Explorer
Specifica tu le impostazioni del proxy
Free Download Manager non userà alcun proxy
Scegli il tipo di server per cui vuoi impostare il proxy
Inserire l'indirizzo del proxy che vuoi utilizzare qui
Inserire la porta del proxy qui. Di solito, è 3128, 1080 oppure 8080
Spuntare questo riquadro se il server server richiede l'autenticazione
Varie
File locale
Se il file esiste già:
Riserva spazio su disco per scaricare il file
Estensioni addizionali per download incompleti:
Internet server
Non riavviare il download se il riavvio non è supportato dal server
Se la dimensione del file cambia sul server:
Arresta su errori
Chiedi
Riscrivi
Rinomina
Riprendi
Riavvia
Adegua
Specificare l'estensione del file
Qui bisogna decidere come deve comportarsi Free Download Manager se il file esiste già sul disco
Spuntare questo riquadro se vuoi che sia riservato spazio su disco per il download al suo avvio
Se questo riquadro è spuntato Free Download Manager aggiungerà l'estensione specificata al nome del file durante il download. Quando il download sarà terminata Free Download Manager rinominerà il file con il suo nome originale
Free Download Manager non riprenderà il download se il server remoto non supporta la ripresa del download
E' possibile scegliere come Free Download Manager deve comportarsi se la dimensione del file viene cambiata sul server
Spuntare questo riquadro per arrestare il download se il file non è stato trovato sul server
Spuntare questo riquadro per arrestare il download se il nome utente o la password non sono validi
Modalità di uso del traffico
Modalità da configurare:
Numero massimo di connessioni:
Numero massimo di connessioni per server:
Restrizioni al traffico:
senza limiti
Seleziona la modalità di utilizzo del traffico che vuoi configurare
Spuntare questo riquadro per limitare il numero massimo di connessioni
Spuntare questo riquadro per limitare il numero massimo di connessioni per singolo server
Scegli il traffico (massimo) utilizzato da Free Download Manager per scaricare i file
Tutti i download
Elenco dei download
Salva automaticamente ogni
min.
Quando elimini un download incompleto
Elimina automaticamente i download completati dall'elenco
Non eliminare il file
Elimina il file
Free Download Manager salva automaticamente l'elenco dei download dopo uno specifico intervallo di tempo. Protegge l'elenco da possibili blocchi del computer o interruzioni di corrente
Scegli cosa Free Download Manager deve fare del file su disco quando elimina i download incompleti
Spunta questo riquadro se vuoi rimuovere il download dall'elenco quando è completato
Controllo browser
Controllo
Memoria temporanea
Controlla i file con le estensioni
Ignora i file con le estensioni
ALT non deve essere premuto
ALT deve essere premuto
Specifica le estensioni
Spunta questo riquadro se vuoi che Free Download Manager controlli i clic in Internet Explorer
Spunta questo riquadro se vuoi che Free Download Manager controlli la memoria temporanea
Controlla solo i file per le estensioni specificate
Non controllare i file per le estensioni specificate
Controlla solo se il tasto ALT non è premuto
Controlla solo se il tasto ALT è premuto
Avvio
Carica Free Download Manager all'avvio
Avvia ridotto a icona
Sistema
Riduci a icona nella barra di Windows
Pulsante <Chiudi> riduce la finestra a icona
Free Download Manager verrà avviato automaticamente all'avvio di Windows
Free Download Manager verrà ridotto a icona dopo l'avvio
Quando si seleziona il pulsante per ridurre a icona la finestra Free Download Manager si sposterà nella barra di Windows
Se selezionato, selezionare il pulsante di chiusura della finestra sarà come selezionare il pulsante per ridurre a icona la finestra
Aggiornamento
Indirizzo del server per aggiornamenti
Free Download Manager controllerà automaticamente la presenza di aggiornamenti
Aiuto di ottimizzazione dell'uso della rete
Benvenuti nell'aiuto di ottimizzazione dell'uso della rete!
Usa questo guida per selezionare le impostazioni ottimali per la tua connessione. Vengono impostati i parametri generali e le proprietà predefinite per i download.
Seleziona il tipo di connessione
Completato
Specifica qui il tipo della tua connessione Internet
Configura Free Download Manager per un funzionamento ottimale con la tua connessione
Attività
Ora di avvio
Prossima ora di avvio
Ultima ora di avvio
Impossibile caricare l'elenco delle attività pianificate. Può essere danneggiata o utilizzata da un altra applicazione.
Impossibile caricare il resoconto delle attività della pianificazione
Impossibile salvare l'elenco delle attività pianificate
L'attività "%s" è pianificata. La avvio?
Cambio modalità utilizzo traffico in "%s"
Riaggancia
Tutte le connessioni
Cambia la modalità di utilizzo del traffico in
Arresta
Riavvia
Disconnetti
Una volta
Dom
Lun
Mar
Mer
Gio
Ven
Sab
Nei giorni:
Ogni
giorni
ore
All'avvio di Free Download Manager
Quando la composizione è riuscita
Quando la composizione è fallita
Quando non ci sono download attivi
Quando la velocità è minore o uguale a %d Bps durante %d
Quando tutti i download sono in stato di errore
Mai
Sconosciuto
Connessione a "%s" riuscita
Connessione a "%s" fallita
Avvio riuscito
Fuori memoria
Impossibile avviare
L'esecuzione programmata causa l'arresto del programma all'avvio. L'attività sarà ignorata
Numero massimo di tentativi di composizione
Pausa tra tentativi
Disconnetti se la velocità è inferiore a:
Riprova
Non più di
Usa la connessione
Se riuscito
volte
Disconnetti tutte le connessioni attive
Connessione da chiudere
Nome programma:
Argomenti:
Tipo di arresto:
Forza chiusura dell'applicazione
Avvia programma
Stabilisci connessione telefonica
Riaggancia connessione
Cambia modalità di uso del traffico
Esci da Free Download Manager
Spegni il computer
Download da avviare
Download da arrestare
Applicazioni
Tutti i file
Questa opzione è disponibile solo con Windows 2000, XP o superiori
Inserire il nome del programma
Seleziona i download
Seleziona la modalità di utilizzo del traffico da impostare all'avvio dell'attività
Spunta questo riquadro se vuoi limitare il numero massimo di tentativi di connessione falliti
Intervallo tra tentativi falliti
Spunta questo riquadro per utilizzare la connessione ad una velocità non inferiore di quella specificata
Specifica qui il valore minimo della velocità di connessione
Free Download Manager proverà di nuovo a stabilire la connessione se il riquadro è spuntato
Spunta questo riquadro se vuoi limitare il numero massimo di tentativi di connessione falliti
Specifica qui i download richiesti
Elenco dei download disponibili
Accoda i download selezionati all'elenco dei download dell'attività
Rimuovi i download selezionati dall'elenco dei download dell'attivià
Specifica il programma da avviare qui
Trova il programma nel computer
Specifica qui i parametri di avvio del programma
Specifica qui come deve essere terminata la sessione
Spunta questo riquadro per forzare l'arresto della sessione. E' utilile se ci sono applicazione bloccate nel sistema. In questo caso però, tutti i dati non salvati andranno perduti
Specifica qui l'azione pianificata
Spunta questo riquadro se vuoi che Free Download Manager chiuda tutte le connessioni attive
Specifica qui le connessioni da chiudere
Nei giorni di
Domenica
Lunedì
Martedì
Mercoledì
Giovedì
Venerdì
Sabato
Evento
Entro
Bassa velocità:
min.
Minuti
Ore
Giorni
Quando la velocità è troppo bassa
Quando tutti i download sono in errore
Specifica i giorni
Avvia l'attività all'ora definita
Imposta l'ora di avvio dell'attività qui
Avvia l'attività nella data definita
Imposta qui la data di avvio dell'attività
Avvia l'attività in certi giorni della settimana
Avvia l'attività ogni Domenica
Avvia l'attività ogni Lunedì
Avvia l'attività ogni Martedì
Avvia l'attività ogni Mercoledì
Avvia l'attività ogni Giovedì
Avvia l'attività ogni Venerdì
Avvia l'attività ogni Sabato
Avvia l'attività periodicamente
Questo campo permette di specificare l'intervallo in minuti, ore o giorni
Avvia l'attività quando avviene un evento
Specifica qui la tipologia di evento
Imposta qui l'intervallo di tempo
Imposta qui la velocità minima
E' necessaria una conferma per l'esecuzione dell'attività
Attendi la conferma entro
sec.
Se spuntato, Free Download Manager richiederà di confermare l'esecuzione dell'attività
Se spuntato, Free Download Manager attenderà la conferma entro l'intervallo specificato. Se non riceverà risposta entro questo tempo l'attività verrà avviata
Indirizzo:
Generazione elenco dei file da scaricare
Connessione al server
Provo ad utilizzare il nome utente e la password memorizzate nel Gestore di Siti
Recupero l'elenco dei file dal server
Connessione con il server interrotta. Tentativo di ripristino
Generazione elenco
Recupero dimensione e data ultima modifica dei file
Usando questo parametro la velocità può diminuire drasticamente
Spunta questo riquadro se vuoi che Free Download Manager controlli dimensione e data ultima modifica dei file sui servers HTTP
Nome sito
Connessioni
Accesso
Gruppo
Impossibile caricare l'elenco dei siti. Può essere danneggiata o utilizzata da un altra applicazione
Impossibile salvare l'elenco dei siti
Numero massimo di connessioni simultanee:
Gruppo predefinito per un nuovo download da questo sito
Usa FTP in modalità passiva
Digita il nome del sito
Un sito con questo nome esiste già. Digita un altro nome di sito
Numero massimo di connessioni, deve essere maggiore di 0
Seleziona il gruppo
Imposta il nome del sito qui
Spunta questo riquadro per limitare il numero massimo di connessioni simultanee con questo server
Spunta questo riquadro per aggiungere i download da questo server al gruppo selezionato automaticamente
Chiedi utente
Non chiedermelo di nuovo
Errore scrittura su disco
Il file "%s" esiste già sul disco. Quale azione effettuare?
Non ti chiederà più cosa fare. La tua scelta verrà sempre utilizzata
Sovrascrivi file esistente
Rinomina questo file
Riprendi download. (Il download sarà riavviato dalla posizione uguale alla dimensione del file esistente)
Ferma questo download
Si
No
Scarico
è stato cancellato. Elimino anche il file su disco ?
Inserire il nome utente e la password
Connessione a "%s"
Invio nome utente e password specificate al server
Non connettere a questo server
La dimensione di "%s" è cambiata sul server. Cosa faccio?
Riavvia il download dall'inizio
Aggiorna il download per la nuova dimensione. Sconsigliato
Attendere...
Aggiorna
Descrizione
Aggiorna usando:
Controllo aggiornamento
Stai già utilizzando la versione più aggiornata
Trasferimento
Versione %s build %s è disponibile
Installazione completa versione %s (%s)
Aggiorna alla versione %s
Aggiorna alla versione %s (%s)
Free Download Manager deve essere riavviato. Riavviare adesso?
Aggiornamento eseguito
Impossibile trovare il gestore degli aggiornamenti
Imposta qui la tipologia di aggiornamento
Aggiorna Free Download Manager usando l'installazione completa
Aggiorna Free Download Manager usando l'installazione degli aggiornamenti
Cerca maggiori informazioni sul processo di aggiornamento
Cosa c'è di nuovo in questa versione?
Avvia ora l'aggiornamento di Free Download Manager
Interrompi l'aggiornamento e chiudi questa finestra
Aggiungi download
Seleziona contenuto
Deseleziona contenuto
Elenco dei download da aggiungere
Spunta gli elementi selezionati per aggiungerli all'elenco dei download
Non spuntare gli elementi selezionati per non aggiungerli all'elenco dei download
Informazioni su Free Download Manager
Copyright (c)
Tutti i diritti riservati
Registrato a:
Già aggiornato. Necessario il riavvio
Nome utente o password non validi
Impossibile caricare il file della cronologia
Impossibile salvare il file della cronologia
Impostazioni predefinite Spider HTML
Analizzatore siti web
Albero pagine Web
Scarica sito web
Impostazioni download pagine Web
Avvia download
Arresta download
Pianifica download
Elimina
Apri pagina web nel browser
Avvia automaticamente download
URL pagina web
File
Elimina anche i download?
Impossibile caricare l'elenco delle pagine web
Impossibile salvare l'elenco delle pagine web
URL della pagina web o server HTTP da dove scaricare
URL della pagina web o server HTTP da cui il download è stato avviato
Nome della cartella in cui salvare i download
Cartella destinazione:
Pagine web
Pagine
Estensione dei file della pagine web che contengono codice HTML:
Scarica file CSS
Scarica pagine web da altri siti
Immagini
Scarica immagini
Scarica immagini che collegano ad altri siti
Profondità livello:
Estensioni dei file di pagine web che contengono codice HTML. Le pagine web verrano processate alla ricerca di collegamenti ad immagini ed altre pagine da scaricare
Se spuntato, verranno scaricati anche i file di stile della pagine web (CSS). Consigliato
Se non spuntato, non verranno scaricare le pagine web appartenenti ad altri siti. Per esempio, se il riquadro non è spuntato e incominci a scaricare da http://example.com/, allora http://othersite.com/some.html non verrà scaricato, ma http://example.com/some.html verrà scaricato
Se spuntato, verrano scaricate anche le immagini delle pagine web
Se non spuntato, le immagini delle pagine web che collegano ad altri siti non verranno scaricate
Profondità del download. Per esempio, inizi il download da http://ex.com/index.html. C'è un collegamento a http://ex.com/some.html da http://ex.com/index.html. La profondità di http://ex.com/some.html è 1. Impostando la profondità a 0 ti farà scaricare solamente la pagina iniziale.
Scarica i file dalle pagine web
Scarica i file da altri siti
Elimina i file con estensione
Attiva
Scarica
Non scaricare
file con estensione:
Spunta questo riquadro per scaricare i file dalla pagine web
Spunta questo riquadro per scaricare i file di altri siti
Spunta questo riquadro per ignorare i file con le estensioni specificate
File con le estensioni, specificate sotto, verranno scaricati se selezionati
File con le estensioni, specificate sotto, NON verrano scaricati se selezionati
Esporta impostazioni
Importa impostazioni
Avvio di Regedit.exe fallito
Si è verificato un errore durante l'esportazione delle impostazioni
Si è verificato un errore durante l'importazione delle impostazioni
File registro Free Download Manager
Eliminazione delle immagini per estensione
immagini con estensione:
Spunta questo riquadro per ignorare le immagini con le estensioni specificate
Immagini con le estensioni, specificate sotto, saranno scaricate se selezionate
Immagini con le estensioni, specificate sotto, NON saranno scaricate se selezionate
Non scaricare questo e eliminalo
Il server non supporta il riavvio del download. Riparto dall'inizio
Fallito apertura URL
Si è verificato un errore inaspettato durante il tentativo di scrittura nel registro
Grazie per la registrazione! Riavviare Free Download Manager
Scarica con Free Download Manager
Scarica sito web con Free Download Manager
Aggiungi Free Download Manager al menù contestuale browser.
Spunta questo riquadro per aggiungere le voci <Scarica con Free Download Manager> e <Scarica sito web con Free Download Manager> al menù contestuale di Internet Explorer (il menù che appare quando premi il tasto destro del mouse)
Diminuisci il traffico usato se il browser è attivo
Diminuisci di un livello
Imposta la <Modalità leggera>
Spunta questo riquadro per diminuire l'utilizzo di traffico quando navighi con il browser. Questo permetterà al tuo browser di navigare più velocemente quando Free Download Manager sta scaricando qualcosa
La modalità di utilizzo del traffico sarà ridotta di un livello. Pesante->Media, Media->Leggera
La modalità di utilizzo del traffico sarà impostata a Leggera
Valido per
Valido per sottodomini
Spunta questo riquadro per utilizzare il download via HTTP
Spunta questo riquadro per utilizzare il download via HTTPS
Spunta questo riquadro per utilizzare il download via FTP
Spunta questo riquadro per utilizzare il download da sottodomini. Per esempio, per il sito http://site.com sarà http://some.site.com
Seleziona almeno un protocollo
Massimo numero di download attivi
Spunta questo riquadro se vuoi limitare il numero di download attivi contemporaneamente
Riavvia trasferimento
Aggiungi una nuova sezione
Arresta una sezione
; context: [section x] - Stopped
Arrestata
; tray menu
Riquadro di trascinamento
;
Impossibile trovare la cartella Plugin di Opera. Vuoi selezionarla manualmente ?
Impossibile trovare la cartella Plugin di Netscape. Vuoi selezionarla manualmente ?
Impossibile installare il monitoraggio di Opera
Impossibile disinstallare il monitoraggio di Opera
Impossibile installare il monitoraggio di Netscape
Impossibile disinstallare il monitoraggio di Netscape
Spunta questo riquadro se vuoi che Free Download Manager intercetti i clic in Opera
Spunta questo riquadro se vuoi che Free Download Manager intercetti i clic in Netscape
; create download .dlg
Richiedi dimensione
; request a size of a download
Richiesta...
Richiedi la dimensione di un download dal server
Si a tutti
No a tutti
File attività dettagliato
Se spuntato, Free Download Manager visualizzerà le risposte del server
Le modifiche saranno attive dopo il riavvio del browser
Elenco delle attività
Elenco dei file
Elenco dei siti
Elenco delle pagine
Eliminazione download
Generazione dell'elenco dei download
Aggiungi sequenza download
Da:
A:
Incremento:
Byte caratteri jolly:
Risultato
Esempio:
Primo numero della sequenza
Ultimo numero della sequenza
Incremento della sequenza. Per esempio, se è 10, allora la sequenza sarà 0, 10, 20, ...
Numero di bytes da considerare come caratteri jolly. Per esempio, se è 1, allora la sequenza sarà 1, 2, 3. Se è 2, allora la sequenza sarà 01, 02, 03.
Clicca qui per vedere la sequenza generata
Permetti al browser di scaricare se viene selezionato <Annulla>
Spunta questo riquadro se vuoi permettere al tuo browser di scaricare il file quando selezioni <Annulla> nella finestra <Aggiungi download>
Numero finale della sequenza deve essere maggiore del numero iniziale
Usa (*) nell'URL per indicare un  formato di URL
Aggiungi una estensione se il file non ne possiede una
Spunta questo riquadro per aggiungere l'estensione per un file che non ne possiede una. Per esempio se il file si chiama "file" e specifichi "txt", il risultato sarà "file.txt"
Visualizza la dimensione solo in byte
Spunta questo riquadro per visualizzare tutte le dimensioni in Bytes anziché in KiloByte o MegaByte
Esegui un controllo antivirus
Parametri:
Estensioni:
Spunta questo riquadro per controllare con l'antivirus i file scaricati
Imposta qui il nome del programma antivirus
Imposta qui i parametri per l'antivirus
Imposta qui le estensioni di file scaricati che devono essere controllate 
Inserisci il nome dell'antivirus
Il nome non è valido. Verificarlo
Avvio antivirus
Disattiva l'attività dopo l'esecuzione
Elimina l'attività dopo l'esecuzione
Spunta questo riquadro per disattivare automaticamente l'attività dopo la sua esecuzione
Spunta questo riquadro per eliminare automaticamente l'attività dopo la sua esecuzione
Vai
Indietro
Genera automaticamente nome file
Spunta questo riquadro per generare automaticamente il nome del file di download
Salva con estensione .HTM
Spunta questo riquadro per salvare tutte le pagine web con l'estensione .HTM
Seleziona questo pulsante per calcolare il riepilogo di tutti i download
Mantieni la struttura delle cartelle del server
Spunta questo pulsante per mantenere la struttura originale delle cartelle. Altrimenti tutti i file verranno salvati in una sola cartella
Hai selezionato un altra cartella. Imposto questa cartella come predefinita per questo gruppo? Puoi cambiare la cartella predefinita anche delle proprietà del gruppo.
; === ADDED LINES ===
Un download con questo URL esiste già. Quale azione effettuare?
Avvia
Avvia il file scaricato
Versione
Contatta il supporto di Free Download Manager
Scarica la versione più recente di Free Download Manager
Attenzione: questo programma è protetto dalla legge sul diritto d'autore e da trattati internazionali. La riproduzione non autorizzata o la distribuzione di questo programma, o di una porzione di esso, può comportare severe sanzioni civili e/o penali, e sarà perseguita nella misura massima possibile consentita dalla legge.
; === new version ===
Scarica tutto con Free Download Manager
Aggiungi elenco di download
Rimuovi selezionati
Questa è l'elenco degli URL da aggiungere
Fare clic qui per rimuovere dall'elenco tutti gli URL selezionati
Impossibile trovare la cartella dei plugin di Firefox. Inserirli manualmente?
Impossibile installare il controllo in Firefox
Impossibile disinstallare il controllo in Firefox
Seleziona qui, se vuoi che Free Download Manager intercetti i clic in Mozilla Firefox
Scarica selezionati con Free Download Manager
Inizio...
Siti Wwb
Download attivi
Non ci sono al momento download attivi
Notifiche
Usa fumetti nella barra di sistema
Tempo scaduto
Marca questa casella per abilitare le notifiche nella barra di sistema quando un download viene fermato o completato. Nota: funziona solo su Windows 2000/XP e successivi
Chiudi automaticamente una notifica dopo questo tempo
Altro indirizzo
Cerca automaticamente indirizzi URL alternativi
Massimo numero di indirizzi alternativi
Calcola velocità dell'indirizzo alternativo
Ricalcola la velocità di ognuno
Seleziona questo pulsante per far cercare automaticamente a Free Download Manager indirizzi URL alternativi ad ogni download
Limita il numero di indirizzi URL alternativi per download. Questo accelera il calcolo della velocità degli indirizzi alternativi
Seleziona questo pulsante per far calcolare a Free Download Manager la velocità di ogni indirizzo alternativo
Ricalcola automaticamente la velocità dell'indirizzo alternativo all'intervallo di tempo specificato
Non cercare se dimensione file minore di
Free Download Manager non cercherà indirizzi alternativi se la dimensione del file è minore di quanto specificato
Non cercare se dimensione file sconosciuta (raccomandato)
Aggiungi indirizzo alternativo
Cerca ind. alternativo
Aggiungi manualmente indirizzo URL alternativo per questo download
Cerca  con FileSearching.com indirizzo URL alternativo per questo download
Elenco indirizzi URL alternativi
Velocità del server
In uso
Velocità indirizzi alternativi
Misura velocità server indirizzi alternativi
Informazioni download
Attendere...
Indirizzo URL alternativo per il download
La dimensione del file supera i 2 GB. Il download è supportato solo tramite connessione FTP
;
;
; #NEW LINES (BUILDS NEWER THAN 195)#
;
;
; BEGIN: New Download page
Nuovo download
Determina automaticamente il gruppo di download
Gruppo:
Salva il download nella cartella appropriata al gruppo
Seleziona questa casella, se desideri che il gruppo di download sia determinato dall'estensione del file o dal Gestore siti
Imposta mnaulamente il gruppo predefinito
Seleziona questa casella, se desideri che il download sia salvato nella cartella predefinita del gruppo (cfr Gruppi-Proprietà)
Imposta la cartella di destinazione predefinita
; END
; BEGIN: Monitoring page
Controllo in sottofondo
Non mostrare la finestra <Aggiungi download> quando viene aggiunto un download dal browser, se selezionato
Personalizza
Seleziona gli elementi del menù da mostrare nel menù contestuale nel browser
; END
Scegli gli elementi del menù da mostrare
Almeno un elemento del menù deve essere selezionato
Usa suoni
Seleziona questo pulsante, se si desidera che Free Download Manager esegua un suono per ogni evento (per es., quando il download è completato)
Scegli un suono per ciascun evento
; BEGIN : Customize sounds dialog
Personalizza suoni
Imposta suono
Rimuovi
Prova
Elenco degli eventi di Free Download Manager e suoni assegnati. Qui puoi stabilire quale suono deve riprodurre Free Download Manager quando si verifica un evento.
Download aggiunto - esegue un suono quando uno o più download vengono aggiunti all'elenco dei download.
Download completato - esegue un suono quando un download è completato con successo.
Download fallito - esegue un suono quando si verifica un errore quando prova a fare il download di un file.
Connessione riuscita - esegue un suono quando viene eseguita con successo una connessione dalla pianificatore attività.
Connessione fallita - esegue un suono quando il pianificatore attività non riesce a stabilire una connessione.
Stabilisce il suono per l'evento selezionato
Non esegue il suono quando si verifica l'evento selezionato
Prova del suono selezionato
Evento
File sonoro
Nessun suono
Download aggiunto
Download completato
Download fallito
Connessione stabilita
Connessione fallita
File sonori
; END
Ricerca di un indirizzo alternativo...
Valutazione della velocità dell'indirizzo alternativo...
Ricerca indirizzi alternativi già effettuata
Connessione ricerca server...
Risultati ottenuti...
Ci sono %d indirizzi alternativi trovati
Ricerca di indirizzi alternativi effettuata
Verifica di un altro indirizzo alternativo...
Non sono stati trovati indirizzi alternativi
Fallito
La velocità degli indirizzi alternativi è stata misurata
; BEGIN: History page
Archivio
Salva la cronologia di collegamenti e cartelle
Salva solo la cronologia delle cartelle
Mantieni la cronolgia per
Numero massimo di voci
Azzera cronologia
Free Download Manager salverà la cronologia dei collegamenti e cartelle immesse
Free Download Manager salverà solo la cronologia delle cartelle
Free Download Manager eliminerà le voci che esistono nella cronologia da più del periodo di tempo specificato
Numero massimo di voci nella cronologia. Quando il numero di voci supererà questo limite, Free Download Manager eliminerà le voci più vecchie
Elimina tutte le voci dalla cronologia
; END
Importa
Esporta
Importa elenco download
Esporta elenco download
File di testo
Impossibile aprire il file
Esporta tutti i download
Esporta tutti i download nell'elenco
Esporta i download selezionati
Non esporta i download completati
Aggiunge se il file esiste già
Nome del gruppo non valido. Per favore non usare i simboli / o \ 
Esci quando completato
; BEGIN : Download History window
Aggiunto il
Salvato in
; END
Cestino
; BEGIN: Recycle Bin
Proprietà
Svuota cestino
;END
;BEGIN: Recycle Bin properties
Non mettere i download cancellati nel Cestino
Conserva al massimo
download
Non conservare i download completati
Chiedi conferma per cancellare i download
Proprietà Cestino
Seleziona questo pulsante, se non vuoi conservare i download cancellati nel Cestino
Seleziona questo pulsante, se vuoi limitare il numero di download cancellati conservati nel Cestino
Numero massimo di download da conservare nel Cestino
Seleziona questo pulsante, se vuoi che i download completati non siano conservati nel Cestino dopo la cancellazione
Seleziona questo pulsante, se vuoi che Free Download Manager chieda conferma quando tenti di cancellare un download
;END
Ripristina
Ripristino download...
; History subitems
Oggi
Ieri
Una settimana
Un mese
Su misura...
; end
Elimina archivio
Salva cronologia download
Salva solo la cronologia dei download completati
Seleziona questo pulsante, se vuoi salvare la cronologia dei tuoi download
Seleziona questo pulsante, se vuoi conservare solo la cronologia dei download completati
Opzioni cronologia dei download
Costruzione elenco delle voci dell'archivio...
; Download Was deleted
Era stato cancellato
Scegli il periodo di tempo
Trova
Trova successivo
Trova per
; BEGIN : Find dialog
Cerca in
Nome file locale
Specifica qui cosa vuoi trovare
Cerca in una parte del file di URL
Cerca nell'intero URL
Cerca nella nota del download
Cerca nel nome e percorso del file di download sul disco locale
Configura opzioni ricerca avanzata
; ADVANCED settings
Cerca dove
Cerca in Elenco download
Cerca in Archivio download
Cerca per un periodo specificato
Stabilisci
Cerca nel Cestino
Cerca per dimensione del file
Minimo
Massimo
Cerca in Elenco download
Cerca in Archivio download
Cerca solo i download che soddisfano il periodo di tempo specificato
Imposta il periodo di tempo
Cerca nel Cestino
Cerca solo i file che soddisfano l'ambito di dimensione del file specificato
Dimensione minima richiesta
Dimensione massima richiesta
Cerca nel gruppo
Scegli il gruppo dove la ricerca deve essere effettuata
; END
Ricerca download...
Non sono stati trovati elementi
Non ci sono altri elementi trovati
Ricerca completata
URL in memoria temporanea
Anteprima ZIP
Dovrebbe essere selezionato almeno un file.
E' possibile che il file in download sia un archivio ZIP. Visualizzare una sua anteprima?
Anteprima audio/video
Apertura file fallita.
Tipo file sconosciuto.
Installare DirectX 8.0 o successiva per usare questa possibilità. E' possibile scaricare DirectX dal sito Microsoft
Informazioni sul file
Dimensione:
Disponibile:
Durata:
Muto
Esegui
Pausa
Filtro
Estensioni (divise con spazi, ad es. .zip .rar .arj):
Rimuovi file con queste estensioni
Mantieni solo i file con queste estensioni
La stringa non contiene il parametro %file%. Il parametro è necessario per indicare al programma antivirus quale file controllare.
Continuo comunque?
Attenzione
Usa attributo nascosto download non completi
Aggiungi un commento al nome del file quando completato
Non memorizzare la pagina del server
Seleziona questo pulsante se non vuoi conservare le pagine del server sul tuo computer, ma solo file ed immagini
Usa anteprima ZIP
Seleziona questo pulsante se vuoi vedere il contenuto di un archivio ZIP all'inizio del download per prelevare solo una parte dell'archivio.
Unità:
Avvia automaticamente download
Seleziona questo pulsante se vuoi che Free Download Manager avvii automaticamente ogni nuovo download
Seleziona i file da prelevare
Imposta una origine alternativa (URL) per questo download
Nessuna anteprima in futuro
Hai disabilitato l'anteprima degli ZIP. Se vuoi riabilitarla, vai in Opzioni -> Opzioni download (Ctrl+O) -> Nuova pagina download, e seleziona la casella <Usa anteprima ZIP>.
Elementi da ignorare
Elenco delle pagine web che saranno ignorate nel download di un sito.
Sotto cartella
Aggiungi
Ignora anche tutte le sottocartelle
; Proxy tab new settings
Prova a riconnettere per una connessione interrotta
Dimensione file interrotto
Byte
Seleziona questa opzione, se vuoi riabilitare la funzione di ricollegamento. Questa opzione aiuta a proteggere i download dal danneggiamento.
Dimensione del file interrotto. Una dimensione più grande consentirà di lavorare con più tranquillità. La dimensione raccomandata è 3000 Byte. Si può incrementare questo valore se il download risulta ancora danneggiato.
; downloader options -> monitor tab
Non controllare file più piccoli di
Usa questa opzione se vuoi che Free Download Manager salti file più piccoli della dimensione specificata
KByte
Attenzione! Il Cestino è troppo grande. Ciò può diminuire drammaticamente le prestazioni. Si raccomanda di svuotare il Cestino. Svuotarlo ora?
Non selezionare ciò che c'è di nuovo
Attenzione! L'archivio dei Download è troppo grande. Ciò può diminuire drammaticamente le prestazioni. Si raccomanda di svuotare l'archivio. Svuotarlo ora?
Il server non può garantire la riconnessione. La risposta non è valida.
Copia nella memoria temporanea
; general settings | skins page
Temi
Tema
Consenti al tema di usare le proprie icone
Consenti al tema di usare la proprie bitmap
; default skin
<predefinito>
NOTA: ogni cambiamento sarà effettivo solo dopo il riavvio di Free Download Manager.
Mostra info sul download mentre è in esecuzione
Ignora i file con le estensioni:
Elenco delle estensioni dei file da ignorare
Nessun download in esecuzione
Riproduci un file sonoro quando tutti i download sono completati
Importa elenco URL dalla memoria temporanea
Password
Opzioni Gestore sito
; Save password dialog
Salvare la password?
Free Download Manager può salvare la password per questo server per evitare la necessità di inserirla ogni volta.
Salvare questa password?
Non suggerirmi di salvare qualsiasi password
; Site Manager options | Passwords tab
Usa Gestore sito per conservare la password
Chiedi se salvare la password o no
Non suggerire di salvare password
Elimina tutte le password prima di uscire
Elimina tutte le password
; create new HTML Spider task
Rimuoci automaticamente i download completati (raccomandato)
Seleziona questa casella, se vuoi che i download dell'analizzatore siti web siano cancellati automaticamente. Questo accelera il download di grandi siti.
I cambiamenti avranno effetto dopo il riavvio di Free Download Manager
Nuovo stile
Vecchio stile
Il nome della cartella non è valido
Nascondi le finestre in primo piano in modalità schermo pieno
Seleziona questa casella se vuoi che le finestre in primo piano siano nascoste automaticamente in modalità tutto schermo.
era programmato per essere eseguito.
Vuoi sia eseguito?
Esegui questo file a download completato
Usa (*), (*A) o (*a) nell'URL per specificare un formato di URL
Cerca server per indirizzi alternativi:
Sospendi
Stand by
Ricorda la mia scelta
Suggerisci di cambiare la cartella predefinita del gruppo
Salva file
Apri file
Salva il file e aprilo
Attività:
Blog Free Download Manager
Collegamento al blog di Free Download Manager
Caro utente!
Free Download Manager è un programma che viene fornito gratuitamente. E' possibile usarlo gratuitamente per tutto il tempo che si vuole.
Tuttavia, se Free Download Manager ti sembra utile, noi ti chiediamo di aiutarci a diffonderlo mettendo il collegamento a esso nel tuo sito web. Ciò consentirà a molte persone di conoscere Free Download Manager.
Grazie anticiptamente per il tuo aiuto,\ndal team di sviluppo di Free Download Manager.
Ricordamelo fra tre giorni
Ricordamelo la prossima volta che userò Free Download Manager
Non mostrare più questa finestra
Visualizza i collegamenti in codice HTML
Collegamento a codice HTML
Altri esempi
Copia negli Appunti
Nascondi
; "Traffic usage mode has beed changed" window
Il modo di usare il traffico è stato cambiato
Hai cambiato il modo di usare la banda disponibile della connessione ADSL.\nFree Download Manager ha tre modalità:
In questa modalità Free Download Manager userà la massima velocità possibile. Questo è il modo più aggressivo.
In questa modalità Free Download Manager userà una velocità media. Questa modalità consente di navigare in Internet e conservare la migliore velocità di download allo stesso tempo.
In questa modalità Free Download Manager userà la velocità più bassa. Questa modalità consente di lavorare senza un drammatico rallentamento della navigazione.
;
Rinomina al riavvio
Inserisci un valore inferiore a %d
; export/import download
Elenco file URL
Elenco file informazioni download
;
Opzioni sportazione
;
Imposta la data di un file uguale alla data specificata dal server
Imposta la stessa data di un file scaricato come l'unico in un server
Genera descrizione file
Genera un file con il nome "*.dsc.txt" (* - nome di un file scaricato) che conterrà una piccola descrizione del file scaricato (commenti + url + data). Questo file sarà generato solo per un download che ha commenti.
Questo file è stato scaricato da
Non recuperare la data del file da un server
Questa scelta consente di aumentare la velocità di avvio di un download FTP. Free Download Manager userà il comando SIZE invece di LIST.
Non salvare i regsitri attività di download
Abilitando questa opzione Free Download Manager si avvierà e chiuderà più velocemente e diminuirà la memoria usata.
;
Esporta cronologia download
Esporta tutte le voci
Esporta tutte le voci nell'elenco
Esporta le voci selezionate
Esporta solo le voci dei download completati
;
File HTML
;
Cronologia dei download di Free Download Manager
URL del download
Scaricato nel file
Dimensione del file
Il download è stato completato
Il download è stato cancellato
;
Salvato in
Dimensione file
Ripristino download
Chiudi questa finestra quando il download è stato completato o fermato
Apri
Vuoi vedere questa finestra in futuro?
Si, ma nascondi temporaneamente la finestra di progresso per questo download
No, non mostrare alcuna finestra di progresso per qualsiasi download
Si, ma non mostrare la finestra di progresso di questo download
Usare il tasto MAIUSC significa che questo download sarà cancellato dal disco e non potrete più recuperarlo.\nSei sicuro?
Seleziona un gruppo
Imposta la cartella principale per i gruppi
Seleziona la cartella principale dei gruppi.\nLe modifiche saranno applicate solo ai nuovi download.
Ultimi file scaricati
(vuoto)
Metti in pausa tutti i download
Mostra la finestra di avanzamento del download
Se selezionata, Free Download Manager creerà una speciale finestra con informazioni sul download per ogni download in corso
; general settings | misc page
Timeout attesa per conferma
Avvia download
Chiedi il tipo di arresto del computer
Conferma pausa per comando <Strumenti> - <Riaggancia quando completato>
Conferma pausa per comando <Strumenti> - <Esci quando completato>
Conferma pausa per comando <Strumenti> - <Spegni computer quando completato>.
Conferma pausa per avvio file scaricato quando il download è completo.
Se selezionato, Free Download Manager chiederà il tipo di spegnimento per il comando <Strumenti> - <Spegni computer quando completato>
NON chiedere conferma
; 5 seconds, 10 seconds, ...
%d secondi
Attendi conferma
Ignora le pagine da questa cartella
Scarica solo le pagine da questa cartella
Includi le sottocartelle
Ignora tutte le pagine web presenti in questa cartella.
Scarica solo le pagine in questa cartella e ignora altre pagine web.
Seleziona questa opzione se vuoi che Spider HTML ignori (o scarichi solo) le pagine in tutte le sottocartelle della cartella specificata.
Qui puoi specificare l'URL della cartella.\nEsempio: "http://site.com/docs/".
Tipo
Ignora
Solo
Serie di numeri
Assegna
Qui potete specificare la serie di numeri per un'elenco batch.\nEs. 1-100, o 1-100s2w3.
Seleziona questo pulsante per assegnare la serie di numeri usando la finestra di dialogo.
Numero singolo
Numero
Assegna serie di numeri
Errore di sintassi
Estrai archivio
Estrai
Estrazione
Cartella di destinazione
Estrazione fallita. Formato del file sconosciuto.
Traffico scaricato in questo mese\n(%s è stato scaricato nel mese precedente)
Velocità totale durante il download
Disabilita <Strumenti> - <Quando completato> dopo l'esecuzione
Quando abilitato, ogni <Strumenti> - <Quando completato> sarà automaticamente disabilitato dopo l'esecuzione. Così sarà eseguito una volta sola.
; %s
; 1st - file name
; 2nd, 3rd - file info (size + date).
Il file "%s" esiste già.\n\nVuoi sovrascriverlo\n(%s)\n\ncon il nuovo\n(%s)?
Si a tutti
Ignora
Ignora tutti
Formato dell'archivio sconosciuto
Visita il sito web
Installa il pacchetto
Per opzione predefinita, Free Download Manager supporta solo archivi ZIP, RAR e ARJ.\nPuoi estendere l'elenco degli archivi supportati installando il pacchetto  aggiuntivo supporto archivi per Free Download Manager (è richiesta una connessione Internet).
Pacchetto supporto archivi per Free Download Manager
Sposta su
Sposta giù
Sposta in alto i download selezionati
Sposta in basso i download selezionati
Verifica integrità file
Alcuni siti web forniscono speciali checksum per i file disponibili per il download per consentire agli utenti di essere sicuri che il file scaricato non sia danneggiato. Potete scrivere questo checksum qui e Free Download Manager controllerà l'integrità del file.
Algoritmo
Checksum
Incolla dagli Appunti
Verifica
Calcolo checksum file scaricato ...
Verifica integrità file completata con successo
Verifica integrità file non riuscita
La verifica della integrità del file è stata completata con successo.\nNon sono stati trovati errori nel file.
La verifica dell'integrità del è stata completata.\nSono stati trovati errori. Il file risulta danneggiato durante il download. E' necessario ripetere nuovamente il download.
Non mostrare nuovamente questa finestra se la verifica è andata a buon fine
Non trovo il file eseguibile del programma antivirus scelto.\nSpecificare il programma.
La dimensione dei file non è uguale
Salva come:\n(Esempio: file(*)(*A)(*a).txt)
Salvataggio non corrispondente al modello specificato.\nAssicuratevi che esso corrisponda al modello di URL.
Quando completato
Quando completato (tutto completato o in errore)
Applicazioni
Cosa è questo?
Opinioni
;
Amici!
Free Download Manager (Free Download Manager) è una delle più popolari applicazioni per il download nel mondo, vi sono milioni di utenti attivi, ma ora cerchiamo di fare una comunità e vogliamo di più!
Se giudichi ciò utile e conosci un programma, chiediamo semplicemente di aiutarci a diffonderlo inserendo un collegamento a Free Download Manager nel tuo blog, sito web o spazio personale, ad es. Myspace/MSN.
; %s will be replaced with "Free Download Manager buzz ("brusio")" 
Ufficialmente %s è iniziato il 16 agosto 2006. Il nostro obiettivo è fare di Free Download Manager il più veloce programma di diffusione in Internet dopo FireFox!
Brusio di Free Download Manager
; %s will be replaced with "blog" 
Puoi seguire le novità di Free Download Manager nel nostro %s.
blog
Grazie per il tuo aiuto a crescere,\nil team di sviluppo di Free Download Manager
Non mostrare nuovamente questa finestra.
Collegamento al blog
Anulla
Blog di di FreeDownload Manager
Passa a <Opinioni> dopo il download
Se abilitato, la scheda <Opinioni> sarà automaticamente attivata quando il download è completato.
Modifica l'identificazione di Internet Explorer
Se abilitato ciò dirà al sito web in cui sei che Free Download Manager è installato nel computer. Usare questa opzione può bloccare alcuni siti.
Malevolo?
Controlla se qualcuno degli utenti di Free Download Manager scrive riguardo a questo download che esso contiene virus/adware/spyware/ecc.
OK, nessuno degli utilizzatori di Free Download Manager riferisce che questo download sia malevolo.\n\nTuttavia, ciò non garantisce che questo download non sia malevolo e si raccomanda di controllarlo  usando un programma antivirus.
; keep all %xxx, \n as is.
Ci sono %d di %d utenti di Free Download Manager che riferiscono che questo download è malevolo.\nLa media dei giudizi per questo download è %.*g.\n\nMostrare le opinioni su questo download?
Controlla ogni nuovo download prima di scaricarlo per vedere se è malevolo
Usa questa opzione per una verifica automatica di Free Download Manager, prima di scaricare un file, se qualcuno degli utenti riferisce su questo download che esso sia malevolo.
Mostra le opinioni durante il download
Se abilitato, Free Download Manager attiverà automaticamente la scheda <Opinioni> e visualizzerà le opinioni sul file durante il download.
Verifico se il download è malevolo (leggi in opzioni per disabilitare)
OK, nessuno riferisce che il file è malevolo
Attenzione! Alcuni utenti riferiscono che questo file è malevolo
Chiudi
Caricamento...
Non scaricare questo
Memorizza le operazioni di scrittura dei dati scaricati sul disco
Se abilitato, Free Download Manager userà il buffer della cache interna con la dimensione specificata per le operazioni di scrittura dei dati scaricati. Ciò diminuirà la quantità di tempo di uso del disco fisso. Ciò può aumentare la velocità di download per le connessioni ad alta velocità.\nTuttavia poiché i dati scaricati non vengono scritti subito sul disco fisso, ciò comporterà un nuovo scarico di questi dati in caso di esito negativo (al peggio della dimensione indicata).\nRaccomandato per le connessioni ad alta velocità.
Impossibile installare il controllo per SeaMonkey (suite Mozilla)
Impossibile disinstallare il controllo per SeaMonkey (suite Mozilla)
Seleziona questa casella se vuoi che Free Download Manager controlli i clic nel browser Mozilla Firefox
Seleziona questa casella se vuoi che Free Download Manager controlli i clic nel browser SeaMonkey (suite Mozilla)
Abilita il browser a scaricare se selezioni <Annulla>
Seleziona questa casella se vuoi che il browser scarichi un file quando selezioni <Annulla> nella finestra <Aggiungi download>
Aggiungi Free Download Manager al menù contestuale browser
Seleziona questa casella per aggiungere gli elementi <Scarica con Free Download Manager> e <Scarica sito web con Free Download Manager> al menù contestuale nel browser (il menù che appare quando si preme il tasto destro del mouse)
Seleziona le voci del menù da mostrare nel menù contestuale del browser
Impossibile installare il monitoraggio di Firefox
Sposta i file nella cartella
La velocità è troppo bassa. Riavvio la sezione...
Riavvia se la velocità è troppo bassa per (min):
Riavvia la sezione se vi è una forte diminuzione della velocità di download.
Visualizzare nuovamente la finestra di avanzamento del download?
Spiacente questo servizio attualmente non è disponibile. Prova di nuovo più tardi.
Sposta in alto
Sposta in fondo
Metti il download in cima all'elenco
Seleziona questa opzione se desideri che il download sia messo in cima dell'elenco dei download.
Il monitoraggio nel browser Firefox non può essere abilitato perché è installata l'estensione FlashGot.\nDisinstallare FlashGot come prima cosa.
Abilita
Disabilita
Cambia
Se la modalità <Trattieni tutti i download> è abilitata, sarà disabilitata, altrimenti sarà abilitata.
In via ufficiale %s sarà avviata il 16 agosto 2006. Il nostro obiettivo è fare di Free Download Manager la più veloce utility di diffusione in Internet dopo FireFox!
Scarica ed installa  automaticamente gli aggiornamenti
Avvisa quando sono disponibili aggiornamenti
Disabilita gli aggiornamenti automatici
Free Download Manager è ora integrato in %s.
Elimina record
Posso cancellare?
Non c'è alcun accesso in scrittura alla cartella di Free Download Manager.\nDevi concedere l'accesso in scrittura per consentire a Free Download Manager per salvare il file di dati, altrimenti tutti i dati saranno perduti dopo il riavvio di Free Download Manager.
Questa casella consente di trascinare ed incollare i collegamenti dal browser in Free Download Manager.\nConsente di mostrare o nascondere facilmente la finestra di Free Download Manager con un doppio clic del pulsante sinistro del mouse.\n\nPer nasconderla, clic destro mouse su essa e deseleziona <Riquadro trscinamento>.
Riquadro trascinamento di Free Download Manager
Disattiva tutte le notifiche per i download batch
Seleziona questa opzione per disattivare tutte le notifiche (fumetti, suoni) per i download aggiunti con il comando "%s".
Ignora elenco
Specifa l'elenco di estensioni di file e l'elenco di siti che non devono essere controllati.
Non effettuare download da questi siti (separati con spazio):
Free Download Manager non effettuerà download dai siti specificati in questo elenco. Specifica qui i nomi di dominio (e.s. "site.com"). Puoi usare il simbolo '*'.
Attenzione!\nSi è verificato un errore nell'eseguire la verifica per i virus.\nEseguire ugualmente il file scaricato?
Integrità
Esegui verifica integrità quando il file sarà stato scaricato
Per eseguire il controllo dell'integrità, Free Download Manager deve conoscere un checksum valido del file. In molti casi va fornito per ogni download.
Se la verifica fallisce
Checksum valido di questo file
Non fare niente
Specifica qui cosa Free Download Manager deve fare quando la verifica sull'integrità faillisce.\nChiedi - Free Download Manager chiederà cosa fare.\nRiavvia - Free Download Manager riavvierà questo download dall'inizio.\nNon fare niente - Free Download Manager aggiungerà una riga sulla verifica fallita nel resoconto del download e non farà niente altro.
Verifica integrità...
Verifica integrità riuscita!
Verifica integrità fallita!
Specificare l'algoritmo di verifica integrità.
Checksum valido
Risultato checksum
; zip preview window
Verificare/non verificare tutto
; group's properties dialog
Macro
nome di un server (es. "freedownloadmanager.org")
percorso al file in download su un server
anno corrente
mese corrente (numero da 1 a 12)
giorno corrente
; don't translate "%year%-%month%-%day%" here
equivalente a "%year%-%month%-%day%"
;
Da Mozilla Firefox
Free Download Manager userà le opzioni proxy di Firefox
; new download settings
Usa questo gruppo
; Download -> Schedule ->
Avvia
Ferma
Pianifica avvio download
Pianifica stop download
;
; download that not completed or were completed recently
Non completati+Recenti
Gruppi origine
;
; create new download dialog -> set output folder as default dialog
Imposta come predefinito per tutti i gruppi di download
; %s - place of name of the group. don't change this
Imposta questa cartella come la cartella di destinazione predefinita per il gruppo "%s" ?
;
;
Cancella l'elenco dei download
Invii
Invia file
Avvio invio file
Ferma invio file
Invii programmati
Sposta su invii selezionati
Sposta giù invii selezionati
Inviato
Elenco degli invii
Recupera URL di destinazione dell'invio dal server base...
Interrompi
; outlook express: view | insert file | ...
Come allegato
Come collegamento (invio)
Cartella
;
Aggiungi file
Aggiungi cartella
Bittorrent
Abilita supporto protocollo Bittorrent
Limite traffico in invio
Numero limite di connessioni in invio
Usa porte nell'intervallo da
a
Abilita DHT
Abilita/disabilita supporto protocollo Bittorrent. Tuttavia se vi sono dei download Bittorrent nel cestino di Free Download Manager, il protocollo Bittorrent non potrà essere disabilitato completamente.
Limita la velocità totale massima delle conessioni in invio. Ciò non è raccomandato per il protocollo Bittorrent e può far diminuire la velocità di download.
Limita il numero massimo di connessioni totali in invio. Inserendo il numero più basso, può risultare una diminuzione della velocità di download.
Specifica qui l'intervallo di porte che Free Download Manager userà per le connessioni in invio.
Abilita estensione DHT
Nome
E' richiesto l'accesso per il tracker
Nuovo download Bittorrent
Si è verificato un errore nel processare questo file torrent.
File torrent
Sembra che tu voglia scaricare un file .torrent. Ciò richiede di attivare il supporto a Bittorrent in Free Download Manager.\n\nAbilitare Bittorrent?
Riscrivi la password: la password inserita non corrisponde.
Specifica i file che vuoi inviare.
Proprietà di invio
E' stato individuato un file info di Metalink. Il download continua.
E' stato individuato un file info di Bittorrent. Il download continua.
Accesso fallito ai file sul disco.
In connessione al tracker...
Ricezione di una risposta valida dal tracker fallita.
Risposta ricevuta dal tracker con successo.
Verifica del hash della parte di download fallita. Nuovo download...
Assegna tutta la banda per questo download
Disattivare il caricamento automatico di Free Download Manager all'avvio di Windows?
Spiacente, il Blog di Free Download Manager è attualmente non disponibile. Riprova più tardi.
Il nome del file non deve contenere nessuno di questi simboli \ / : * ? " < > | . Scrivi un nuovo nome.
Il nome della cartella non deve contenere nessuno di questi simboli : * ? " < > | . Scrivi un nuovo nome.
Personalizza la finestra flottante...
Trasparenza
Dati
Salva i file nella attuale cartella utente
Salva i file in questa cartella
I cambiamenti saranno applicati dopo il riavvio di Free Download Manager.
Mostra la finestra di progressione del download
Crea versione portatile
La versione portatile di Free Download Manager serve per usarlo su computer differenti senza la necessità di installarlo e configurarlo su ogni computer.\n\nPuoi usarlo ad esempio su una unità disco USB.\n\nUna volta attivato, esso registra se stesso nel computer e si integra nel browser. E, all'uscita, si rimuove automaticamente.\n\nScegli qui il percorso dove vuoi creare questa versione. Questa deve essere la cartella sul disco rimovibile.\n\nEs. "I:\Miei programmi portatili\".
Integrazione
Associa Free Download Manager a file .torrent
Usa sempre questo gruppo per i nuovi download
Usa sempre questo gruppo e ricorda sempre l'ultima cartella di destinazione
Video Flash
Scarica i video con Free Download Manager
Questo sito non è supportato. Consulta l'elenco dei siti supportati.
Visualizza nella finestra di download
Questa è la pagina con video Flash. Scarica video Flash...
Conversione...
Converti
Opzioni di conversione
Formato file
Dimensione video
; video quality
Qualità
Molto bassa
Bassa
Normale
Media
Alta
Molto alta
;
AVI MPEG-4 (*.avi)
AVI XVID (*.avi)
Non cambiare
Bitrate video
Bitrate audio
Ricorda le opzioni come predefinite
;
Aggiungi download video Flash
Converti automaticamente video nel formato specificato
Imposta opzioni avanzate
Visualizza l'elenco dei siti supportati
; used in "create flash video download" window
es.
Prossimo tentativo di connessione al tracker in %d secondi
Preparazione file sul disco... Ciò può richiedere diversi minuti
Stato
Preparazione file sul disco...
MP4 per iPod/PSP (MPEG4 + AAC, *.mp4)
Anteprima/conversione audio video
Converti file audio video
Passa automaticamente a questa scheda
; keep "\n\n%s\n" as is
Il file audio video è stato convertito con successo e salvato in\n\n%s\n.
Conversione file audio video fallita\n\n%s.
Gruppo per nuovo download
Info hash
Peers
Client
Segmenti
Tracker
Stato del tracker
Velocità upload
Byte inviati
Tasso condivisione
Byte persi
URL file torrent
Sei sicuro?\nCiò farà ripartire il download dall'inizio.
Traffico usato ("scaricato"; "inviato") in questo mese\n(%s è stato usato nel mese precedente)
Velocità totale ("download"; "upload")
File da inviare
Nome del pacchetto
Comprimi
Imposta una password per questo download
Riscrivi
Mantieni questi file
Numero supposto di download
Aggiungi collegamento a questi file nel nostro catalogo
Includi informazioni aggiuntive (tutti i campi sono facoltativi)
Descrizione
Tag
Il tuo nome
La tua email
Email ricevente
Meno di 10
Da 10 a 100
Più di 100
2 giorni
7 giorni
1 mese
;compression methods
Nessuna
Veloce
Media
Migliore
Opzioni di invio
Integra invio in
Menù contestuale Explorer
Menù <Invia a...> di Explorer
Usa menù semplice di invio
Dimensione minima file da inviare
Opzioni proxy HTTP
Attivazione invio
L'invio richiede una attivazione. Ciò è richiesto per proteggere il nostro server da invii automatici. Inserisci codice attivazione.
Connessione al server di invio
Connesso con successo al server di invio
Il file è stato inviato con successo al server
L'invio del file è stato fermato
Creazione file compresso zip per invio file...
Creazione file compresso zip fallita
Il file compresso zip è stato creato con successo
Invio richiesta al server
Trasmissione informazioni su questo invio al server
Informazione inviata
Trasmissione informazione al server su questo invio fallita
Attivazione invio ...
L'invio è stato attivato con successo
Attivazione invio fallita
Il file da inviare era stato modificato nel disco
Errore inaspettato
Calcolo checksum...
; "I agree to terms" string in two lines
Aderisco ai
termini
Devi aderire ai termini.
Ricerca aggiornamenti fallita
E' disponibile una nuova  versione. E' raccomnadato l'aggiornamento.\nAggiornare ora?
E' richiesto di aggiornare Free Download Manager
E' richiesto di riavviare Free Download Manager
Proponi richiesta di inviare allegati
Allega alla lettera (lento)...
Invia e inserisci collegamento (più veloce)...
Si è verificato un errore nel tentativo di avviare un invio. Verifica la connessione o prova ancora più tardi.
Hai allegato un file grande.\nPer molte ragioni è preferibile non inviare grandi file come allegati, ma trasferire file e inviare un collegamento.\n\nVuoi trasferire?
Si raccomanda il trasferimento
Opzioni di integrazione
Il trasferimento di %s è stato completato.\nDevi usare il seguente URL come collegamento per il download:
Dimensione totale
Apri nel browser
L'attuale versione di Free Download Manager non può più essere usata per trasmettere file. E' richiesto di aggiornarla.
L'attuale versione di Free Upload Manager non può più essere usata. E' richiesto l'aggiornamento. Visita il sito freedownloadmanager.org
Input troppo lungo.
Opzioni integrazione gestione trasmissione file
Opzioni integrazione Free Upload Manager
Trasmissione
Dwonload aggiornamento...
Attiva seeding
Disattiva seeding come predefinito
Considera un download come malevolo se minimo
% di utenti lo indicano come malevolo
OK, gli utenti di Free Download Manager non indicano come malevolo questo download.\n\nTuttavia, ciò non garantisce che questo download non sia malevolo e si raccomanda di verificarlo usando un programma anti-virus.
OK, gli utenti di Free Download Manager non indicano come malevolo questo download
la lettera dell'unità di Free Download Manager. Es. "C:". E' utile per la versione portatile
E' necessario installare un plugin di conversione video per usare questa opzione.
E' necessario installare il plugin Bittorrent per scaricare con il protocollo Bittorrent.
Nota: questi file (*.sav) sono file di servizio di Free Download Manager (non i file che si sta scaricando)
Vuoi che gli attuali file dati siano copiati nella nuova cartella (i file esistenti saranno sovrascritti)?
Le cartelle predefinite per i download di tutti i gruppi saranno spostate in questa cartella.\nOK per continuare?
Imposta cartella predefinita download
Impedisci al computer di andare in standby durante un download
Numero massimo di semi connessioni
Torrent
Impossibile accedere al file sul disco. Verifica che il disco non sia pieno o protetto in scrittura.
Rapporto
Elenco dei torrent
Aggiungi torrent dal web
Aggiungi torrent da file
Aggiungi un nuovo torrent
(auto)
Sorgente
Dimensione segmento
Tracker
Nuovo tracker
Rimuovi tracker
Avvia seeding di questo torrent
Salva
Aggiungi un nuovo torrent
File torrent
Priorità
; normal/high priority
ignora
normale
alta
Finestra flottante
File di servizio (elenco dei download, cronologia, ecc.)
Impostazioni predefinite del sito di download
Sono stati messi in pausa i download. Ciò significa che tutti i download saranno scaricati ad una velocità molto bassa (di solito 1 B/s).\nCiò permette di "mettere in pausa" anche i download senza supporto al recupero.\n\nUsare di nuovo questo comando o riavviare Free Download Manager per ritornare allo stato normale.
Seeding
Consenti seeding (fortemente raccomandato) 
Seeding illimitato
Limitato dal rapporto
Diffondi finché il rapporto sarà
Limitato dal tempo
Diffondi durante
Verifica se esiste già un download con lo stesso URL
Salva cronologia dei download
Elenca i file scaricati più recentemente
Impostazioni predefinite dei download di Bittorrent
Riavvia i download completati
Specifica cartella di Firefox portatile
Non trovo la cartella dei plugin di Apple Safari. Specificarla manualmente?
Non trovo la cartella dei plugin di Google Chrome. Specificarla manualmente?
Impossibile installare l'integrazione di Apple Safari
Impossibile disinstallre l'integrazione di Apple Safari
Impossibile installare l'integrazione di Google Chrome
Impossibile disinstallare l'integrazione di Google Chrome
Orario
;hours, for shprt
ora
Ore in cui Free Download Manager può iniziare i download
Abilita avvio solo dalle
Priorità normale
Priorità alta
Opzioni base
Nessun timeout per la notifica di download completato
Verifica se il nuovo download è un mirror di un Download esistente
Visualizza finestra piccola notifica download completato
Nscondi automaticamente dopo
Ti piace Free Download Manager? Prova Personal Informer!
La versione più recente di Free Download Manager dispone di un bonus gratuito: Personal Informer.
Crea un collegamento veloce a tutti
siti preferiti
; next line means --- after you start _browser_. "_browser_" will be Internet Explorer or Firefox
sulla tua homepage, così è possibile accederci subito dopo l'avvio
; \n means next line. don't change this.
Noi analizzeremo la cronologia di navigazione e visualiizerremo l'elenco\ndei siti web da te visitati che pensiamo possa essere utile\navere nella tua pagina web. Tu potrai anche personalizzare\nl'elenco.
Sei sicuro? L'intero processo richiederà meno di un minuto e creerà un pagina web altamente utile.
Confermo annulla
Procedi
Vuoi che ti venga ricordato tra alcuni giorni?
Titolo
Controlla download video flash nei browser
Usando questa funzione è possibile causare conflitti con altri software installati nel computer. Se si verificano problemi è possibile disabilitare questo funzione in Free Download Manager o provare a risolvere il conflitto rimuovendo il software in conflitto o dsiabilitando alcune sue funzioni.
Pagina web
Video flash identificato in questa pagina
Devi abilitare per questo il controllo dei download dei video flash. Vedere Opzioni | Download | Video Flash.
Inserire la URL della pagina web da dove vuoi scaricare il video flash. Nota che questa pagina deve essere già caricata nel browser e il video deve essere in riproduzione.
Ricerca video flash...
Non ci sono video flash in questa pagina. Assicurarsi che il video in questa pagina sia in riproduzione o provare a ricaricarlo aggiornando la pagina web o cancellando la cache del browser.
; keep "0x%x" as is
Si è verificato un errore nel tentativo di download.\nErrore: 0x%x.
Errore
Visualizza pulsante <Scaricalo ora>
(solo Internet Explorer)
FImpoossibile trovare informazioni su questa pagina web. Forzare il browser web a ricaricarla.
Video Flash
Limita il numero massimo di connessioni
Questo disabiliterà i suggerimenti di Free Download Manager. Sicuro di volerlo fare?\nPuoi riabilitare i suggerimenti in Opzioni | Impostazioni notifiche.
Visualizza suggerimenti
Errore! Il fiile di aggiornamento non è firmato da freedownloadmanager.org.
; 
; Also, please download and translate this file:
;  http://freedownloadmanager.org/tips-eng.txt
; Note, that it's UTF-8 encoded file (use Notepad.exe to edit).
;  and do not change text in tags (between "<>", e.g. "<a href...>")
; Send translated file to support@freedownloadmanager.org.
;
;
(solo Internet Explorer e Firefox)
Visualizza pulsante <Scaricalo ora>
Il modulo di controllo del video Flash non è caricato. Assicurati che Free Download Manager è in esecuzione e che hai abilitato l'opzione in Free Download Manager (vedere Opzioni | Download | Video Flash).
; do not change "0x%x"
Si è verificato un errore nel trasferire il download a Free Download Manager.\nErrore: 0x%x.
Scaricalo ora
Visualizza questo pulsante
Non ci sono download da esportare.
Non c'è nulla da esportare.
dopo creazione "silente"
Devi disporre dei diritti di amministratore per abilitare/disabilitare il controllo.
Si è verificato un errore durante l'abilitazione/disabilitazione dell'integrazione.
Diritti insufficienti
Devi disporre dei diritti di amministratore per le impostazioni di esportazione/importazione.
Scarica con Free Download Manager
; please keep %d, %s and %% as is
; %d - percents
%d%% scaricati in totale
; left to download at... some speed
%s ancora da scaricare in
Percorso della cartella utente.
Importa download mTorrent
Cartella salvataggio mTorrent non trovata!
Free Download Manager può importare tutti i download mTorrent esistenti. Importarli ora?\nPuoi anche farlo in un secondo tempo selezionandol'opzione File | Importa | Download mTorrent.
Free Download Manager può importare tutti i download mTorrent esistenti. Importarli ora?\nPuoi anche farlo in un secondo tempo selezionando File | Importa | Importa download da altri gestori.
Importa download da altri gestori
Orbit Downloader
LeechGet
Percorso dei dati applicazione Orbit Downloader non trovato.
Impossibile rilevare il percorso dei dati dell'applicazione Orbit Downloader.
Errore: %d (%02X)
Diagnostici sistema: %s
Impossibile trovare il file di servizio di Orbit Downloader che contiene l'elenco dei download.
Impossibile leggere l'elenco dei download di Orbit Downloader.
Impossibile analizzare elenco download Orbit Downloader. L'elenco download ha un formato scononosciuto.
Impossibile creare e configurare %d download con un percorso, un nome file e una URL importati da Orbit Downloader.
Impossibile importare i download.
Nessun dato nell'elenco download di Orbit Downloader!
Orbit Downloader non è installato in questo computer!
L'importazione dei download è stata bloccata a causa del seguente errore.
Continuare l'importazione da altri gestori?
Elaborati:
Completati:
Errati:
Non eleborati:
Totale:
mTorrent
non definiti
%d di %d
Scegliere il gestore da cui importare i download:
Free Download Manager può importare i download da altri gestori. Vuoi importarli ora?\nPuoi farlo quando vuoi selezionando File | Importa | Importa download da altri gestori.
Dettagli: %s
Impossibile elaborare una richiesta peer.
Si è verificato un errore fatale nel caricamento dell'elenco download.\nFare clic su 'OK' per continuare (alcuni o tutti download verranno persi) o ANNULLA per uscire.\nQuesto problema può essere causato da una non corretta installazione di Free Download Manager o da file dati danneggiati.
Installazione non valida: il modulo Bittorrent installato non può essere usato con questa versione di Free Download Manager.\nReinstallalo.\nFare clic su 'OK' per uscire.
; %d - is the number
%d peer ricevuti
Alcuni download Bittorrent esistono già
Per applicare queste impostazioni sono necessari i diritti di amministratore.
Determina automaticamente
Scegli...
Velocità connessione
Impostazioni per modi uso traffico
% della velocità di connessione
Gestisci automaticamente
; set some setting (maximum number of connections, for example) to some number
Imposta a
La velocità di connessione è misurata automaticamente da FDM quando lo ritiene necessario.Se vi sono alcuni valori non corretti lascia che FDM continui a lavorare e vedrai migliori risultati. Nota che FDM misura la velocità solo in download/upload. Maggiori quantità di download/upload aiutano a determinare meglio la velocità.
Velocità download
Misura nuovamente
Specifica il valore
Il valore deve essere maggiore o uguale a zero.
Specifica in bit invece che in byte
Crea download RTSP o MMS
Live Streaming
Riprova
Interrompi tutto
Prova a spostare il file:\n %s\n\n nella cartella destinazione sotto questo nome:\n %s\n\n%s: %s\n\nChiudi tutte le applicazioni che potrebbero usare questo file.
Codifica contenuto non supportata
Seleziona tutto
Riprstina tutto
Sono richiesti i diritti di amministratore per integrare FDM in Internet Explorer. Selezionando "Annulla" verrà integrato solo parzialmente.
; %s will be replaced with the actual browser name
Impossibile eliminare il plugin mentre %s è in esecuzione. Chiudi il browser e fai clic su 'OK' per continuare.\nClic su 'Annulla' per posporre l'eliminazione del plugin al riavvio del computer.
Impossibile eliminare il plugin browser per %s. Verrà eliminato al riavvio del sistema.
Associa Free Download Manager con i collegamenti Magnet
Abilita ricerca peer locali
Abilita UPnP
Abilita NAT-PMP
Abilita scambio peer uTorrent
Le modifiche avranno effetto dopo il riavvio di Free Download Manager
Il video che hai selezionato ha il canale audio in un file separato.\nPer avere l'audio devi scaricare anche i dati audio per questo video.\nIl file audio appropriato è stato selezionato per il download.\nIl file audio verrà unito automaticamente al video scaricato appena i due download saranno completati.
Il video che hai selezionato ha il canale audio in un file separato.\nPer avere l'audio devi scaricare anche i dati audio per questo video.\nSei sicuro di non volerlo scaricare?\nScegli 'Sì' per scaricare il video senza il canale audio.
Attesa avvio operazione unione dei file
Operazione unione file completata
Operazione unione file fallita
Operazione unione file avviata
Download video YouTube
Formato video rilevato in questa pagina
Rilevato video YouTube.\nVuoi scaricarlo come video YouTube?
Monitoraggio video
Download video
Per rendere operativa la funzione sono richiesti componenti aggiuntivi.\nVuoi scaricare i componenti?
Download e installazione componenti aggiuntivi
Errore installazione componenti aggiuntivi.
Un piccolo pulsante che ti aiuta a scaricare i video da YouTube.com.\Per abilitare questo pulsante per altri siti di video online abilita l'opzione "Monitorizza download flash nel browsers".
Dimensione file troppo grande per il filesystem destianzione.
// %s means browser name; do not remove it
Per integrare FDM in %s sono richiesti i diritti di amministratore.
Non mettere in pausa questo download per un tempo lungo. Altrimenti potrebbe essere necessario riavviarlo.
Ci sono alcuni download incompleti di Youtube. Se li fermi ora, potresti non essere in grado più tardi di riprenderli. Vuoi uscire comunque?
Se fermi ora questo download per un tempo lungo, potresti non essere in grado più tardi di riprenderlo. Vuoi continuare?
Impossibile riprendere il download. Riavvialo manualmente.
Download sequenziali
New version of flash video monitoring module is available. Would you like to update?
Skip this update
Security check failure
Certificate host name is incorrect
Certificate is expired
Invalid certificate
Security check failed for host
